{
  "cache": {
    "9532d0d759d471f1439ca2aa1b45ca8d": {
      "original_query": "apa saja makanan makanan yang sehat",
      "answer": "Makanan Sehat untuk Bumil\n\nWah, pertanyaan bagus! Makanan sehat itu penting banget buat ibu dan bayi. Yuk, kita bahas makanan apa aja yang oke.\n\nMakanan yang sehat itu yang lengkap gizinya: karbohidrat, protein, lemak sehat, vitamin, dan mineral. Contohnya, nasi merah, roti gandum, ikan, ayam tanpa kulit, telur, sayuran hijau, buah-buahan, kacang-kacangan, dan produk susu rendah lemak. Jangan lupa minum air yang cukup ya.\n\nHindari makanan olahan, makanan cepat saji, minuman manis, dan makanan mentah. Kalau bisa, masak sendiri biar lebih terjamin kebersihannya. Selamat makan enak dan sehat ya!",
      "timestamp": "2025-12-06T00:20:43.407620",
      "response_time": 2.369396209716797,
      "hits": 0
    },
    "41bcf34503e76e785b12a25df91598dd": {
      "original_query": "spot yang enak buat pasangan",
      "answer": "Maaf ya, aku cuma bisa bantu pertanyaan seputar kehamilan dan kesehatan ibu hamil. Ada yang mau ditanyain soal kehamilanmu?",
      "timestamp": "2025-12-06T00:24:35.885142",
      "response_time": 1.102428913116455,
      "hits": 0
    },
    "d45a804f9e548c67b9b54ee23d09991c": {
      "original_query": "cara untuk mendapatkan anak laki laki",
      "answer": "Tips Mendapatkan Anak Laki-laki\n\nAku paham banget keinginanmu untuk punya anak laki-laki. Banyak pasangan yang punya preferensi jenis kelamin tertentu, dan itu wajar kok.\n\nSebenarnya, jenis kelamin bayi itu ditentukan oleh sperma yang membuahi sel telur. Ada teori Shettles yang bilang sperma Y (laki-laki) lebih cepat tapi kurang tahan lama, sementara sperma X (perempuan) lebih lambat tapi lebih kuat. Jadi, kalau mau coba, bisa berhubungan saat ovulasi atau beberapa hari setelahnya. Ada juga yang bilang makanan tertentu bisa mempengaruhi, tapi ini belum terbukti secara ilmiah ya.\n\nYang paling penting, fokus aja sama kesehatan dan kebahagiaan kalian berdua. Apapun jenis kelaminnya, bayi itu anugerah yang luar biasa. Semoga impianmu terwujud ya!",
      "timestamp": "2025-12-06T00:25:07.408717",
      "response_time": 2.6725730895996094,
      "hits": 0
    },
    "9859b0ada24d2446fee42fb56b731117": {
      "original_query": "cara mendapatkan anak perempuan",
      "answer": "Tips Mendapatkan Anak Perempuan\n\nAku ngerti banget keinginanmu untuk punya anak perempuan. Banyak pasangan yang punya preferensi jenis kelamin tertentu. Tapi yang paling penting, anak yang sehat dan dicintai itu adalah berkah yang tak ternilai.\n\nSecara ilmiah, belum ada metode yang terbukti 100% berhasil untuk menentukan jenis kelamin bayi. Tapi ada beberapa teori yang populer, misalnya soal waktu berhubungan, posisi, atau diet tertentu. Intinya sih, sperma yang membawa kromosom X (perempuan) katanya lebih kuat dan tahan lama, tapi geraknya lebih lambat.\n\nYang paling penting adalah kesehatan reproduksi yang baik, hubungan yang harmonis dengan pasangan, dan menikmati proses kehamilan nantinya. Jangan terlalu terpaku sama jenis kelamin ya, fokus ke kesehatan dan kebahagiaan aja. Semoga impianmu terwujud!",
      "timestamp": "2025-12-06T00:26:01.721551",
      "response_time": 2.488284111022949,
      "hits": 0
    },
    "ef7bb0b7ee601c06baee19e0dc60fa17": {
      "original_query": "cara menentukan anak itu  kembar",
      "answer": "Penasaran Soal Kehamilan Kembar?\n\nWah, seru banget kalau penasaran soal kehamilan kembar! Pasti excited ya pengen tahu.\n\nCara paling akurat buat tahu hamil kembar atau nggak itu dengan USG (ultrasonografi). Biasanya, dokter bisa lihat ada berapa janin di rahim pas USG trimester pertama (sekitar usia 6-12 minggu kehamilan). Selain USG, ada juga beberapa tanda yang mungkin muncul, kayak mual parah (morning sickness) yang lebih hebat dari biasanya, berat badan naik drastis di awal kehamilan, atau ukuran perut yang lebih besar dari usia kehamilan seharusnya. Tapi, tanda-tanda ini nggak bisa jadi patokan pasti ya, tetep harus dikonfirmasi sama dokter lewat USG.\n\nSemoga infonya membantu ya! Kalau memang kembar, siap-siap double the love dan double the happiness! Jangan lupa jaga kesehatan baik-baik.",
      "timestamp": "2025-12-06T00:26:23.738734",
      "response_time": 2.6839730739593506,
      "hits": 0
    },
    "10ecf11a03eab8be26eee28ae94d4b8e": {
      "original_query": "Makanan apa yang baik untuk ibu hamil?",
      "answer": "Makanan Terbaik untuk Ibu Hamil\n\nWah, pertanyaan bagus banget! Nutrisi itu penting banget buat kamu dan si kecil. Aku seneng kamu aware soal ini.\n\nYang paling penting sih makanan yang seimbang. Usahain ada karbohidrat kompleks (nasi merah, roti gandum), protein (daging tanpa lemak, telur, tahu, tempe), lemak sehat (alpukat, kacang-kacangan), vitamin dan mineral (sayur dan buah). Jangan lupa asam folat, zat besi, dan kalsium ya, bisa dari suplemen juga kalau perlu. Hindari makanan mentah atau kurang matang, dan batasi kafein.\n\nMakan yang bervariasi biar nutrisinya lengkap. Dengerin juga apa kata tubuhmu, kalau lagi pengen sesuatu, mungkin tubuhmu emang lagi butuh nutrisi tertentu. Semangat terus ya, bumil!",
      "timestamp": "2025-12-06T00:38:28.651442",
      "response_time": 3.1814613342285156,
      "hits": 0
    },
    "693375a86850480225fbb2c6f6768584": {
      "original_query": "Apa saja tanda-tanda kehamilan awal?",
      "answer": "Selamat Ya, Calon Bunda!\n\nWah, senangnya! Pasti lagi deg-degan banget ya nunggu kepastian. Aku ikut bahagia nih kalau beneran hamil.\n\nTanda-tanda awal kehamilan itu beda-beda tiap orang, tapi yang paling umum itu telat datang bulan. Selain itu, bisa juga ngerasain mual (morning sickness), payudara jadi lebih sensitif, sering buang air kecil, gampang capek, atau ngidam makanan tertentu. Beberapa ibu juga ngalamin kram perut ringan atau flek darah sedikit.\n\nCoba deh beli test pack buat mastiin. Kalau hasilnya positif, langsung konsultasi ke dokter ya buat pemeriksaan lebih lanjut dan dapet vitamin yang dibutuhkan. Jaga diri baik-baik ya!",
      "timestamp": "2025-12-06T00:38:56.783717",
      "response_time": 2.9134390354156494,
      "hits": 0
    }
  },
  "stats": {
    "hits": 0,
    "misses": 22,
    "total_queries": 22,
    "cache_size": 7,
    "total_saved_time": 0.0
  }
}