{
  "id": "10.1096/fasebj.29.1_supplement.1055.28",
  "title": "Influence of Prenatal Exercise on Fetal/Infant Health",
  "abstract": "<jats:p>Over 30% of children, as young as 6 years, are overweight or obese with increased risk factors of heart disease. Excess adipose, especially abdominal, is associated with increased risk of heart disease. Research has shown an association between obesity, cardiovascular disease, and autonomic imbalance. It has been suggested that a major focus of disease prevention should target the prenatal period, since this is a critical time of organ development. Our previous studies found prenatal exercise is associated with improved fetal, infant, and child heart health and autonomic control. Though these results are promising, exercise was self‐reported and subject to bias. Therefore we conducted a preliminary exercise intervention study with the goal to test the hypothesis that prenatal exercise intervention will improve fetal and infant measures of heart rate (HR), obesity, and nervous system development. Participants either exercised (5+45 min,3X per wk,16‐36 wks pregnant) or did not. Statistical analyses included t‐tests &amp; ANOVA. Preliminary data show lower HR and adipose accumulation, with increased HR variability and neurodevelopmental scores in fetus and infants of exercisers compared to offspring of controls. This study is of public import regarding prevention of heart disease and obesity by targeting the critical time period before birth in order to improve child health, potentially decrease health care costs, while being a safe, low‐cost, non‐pharmacologic intervention available to the general public.</jats:p>",
  "authors": [
    "Linda May",
    "Diana Strickland",
    "Ed Newton",
    "Amy Gross McMillan",
    "Dennis Steed",
    "David Biko"
  ],
  "year": 2015,
  "doi": "10.1096/fasebj.29.1_supplement.1055.28",
  "source": "crossref",
  "raw_file": "crossref_prenatal_exercrise_and_fetal_health_1763070118.json",
  "category": "psychology"
}