{
  "id": "41085255",
  "title": "Effectiveness of menstruation and fertility tracking technology in childbearing women: a scoping review.",
  "abstract": "To investigate standardized temperature measurement protocols and intelligent data processing methods to improve ovulation prediction accuracy. Based on Arksey and O'Malley's scoping review reporting framework, relevant publications from August 15, 2014, to August 15, 2024, were retrieved from the MEDLINE, EMBASE, SCOPUS, and Web of Science databases. The publications were screened, summarized, and evaluated according to the Critical Appraisal Skills Programme to assess their rigor. A total of 21 publications reporting studies from 9 countries involving 26,044 participants were included. Fertility tracking system measurement devices based on basal body temperature (BBT) included wearable devices and basal body thermometers. The application functions included menstrual assessment, fertility prediction, contraception, and pregnancy management. The applications were evaluated in terms of functionality and user experience. Research into the application of fertility tracking based on BBT remains in the preliminary stage. The findings of this study provide a valuable reference for the development of personalized and convenient applications, which requires high-quality prospective cohort research. Investigar protocolos padronizados de medição de temperatura e métodos inteligentes de processamento de dados para melhorar a precisão da previsão da ovulação. Com base no arcabouço de relato de revisão de alcance de Arksey e O’Malley, foram recuperadas publicações relevantes de 15 de agosto de 2014 a 15 de agosto de 2024 nas bases de dados MEDLINE, EMBASE, SCOPUS e Web of Science. As publicações foram selecionadas, resumidas e avaliadas de acordo com o Programa de Habilidades de Avaliação Crítica (CASP) para avaliar seu rigor. Foram incluídas um total de 21 publicações que relatavam estudos realizados em 9 países e envolveram 26.044 participantes. Os dispositivos de medição de sistemas de acompanhamento da fertilidade baseados na temperatura corporal basal (TCB) incluíram dispositivos portáteis e termômetros de temperatura corporal basal. As funções das aplicações incluíram avaliação menstrual, previsão de fertilidade, anticoncepção e gestão do embarazo. As aplicações foram avaliadas em termos de funcionalidade e experiência do usuário. As pesquisas sobre a aplicação do acompanhamento da fertilidade baseado na TCB ainda estão em estágio preliminar. Os achados deste estudo fornecem uma referência valiosa para o desenvolvimento de aplicações personalizadas e convenientes, o que requer pesquisas prospectivas de coorte de alta qualidade.",
  "authors": [
    "Yi Li",
    "Yuhui Fang",
    "Shuiqin Gu"
  ],
  "year": 2025,
  "doi": "10.1590/1980-220X-REEUSP-2024-0454en",
  "source": "pubmed",
  "raw_file": "pubmed_fertility_and_menstrual_cycle_prediction_1764074206.xml",
  "category": "fertility"
}