{
  "id": "41150432",
  "title": "Advancing Inequality Monitoring in Immunization: Reflecting on 10 Years of WHO Contributions.",
  "abstract": "Major immunization programs and initiatives have prioritized the advancement of equity in immunization. Over the past decade, the World Health Organization has made contributions to understanding inequalities in immunization, including global analyses of immunization inequality as well as tools for knowledge dissemination and capacity strengthening. This article provides an overview of these contributions, highlighting key findings of scholarly reports and journal articles and identifying areas for further research and development to expand monitoring efforts and enhance their impact. Global analyses have primarily drawn from household survey data to explore inequalities related to economic status, education, gender, and geography. Reports and articles address childhood immunization, COVID-19 vaccine indicators, and maternal tetanus protection. Inequalities were reported across all dimensions, with variation by country and income grouping. Time trends generally suggest persistent, though narrowing, inequalities. Areas for further development include the following: increasing awareness and political support for advancing equity in immunization; expanding the collection, availability, and use of disaggregated immunization data; continuous capacity building of inequality monitoring, especially at national and subnational levels; adapting inequality monitoring practices to changing contexts and priorities; strengthening the links between data/evidence and action/impact; and building on existing partnerships and collaborations.",
  "authors": [
    "Nicole Bergen",
    "Katherine Kirkby",
    "Anne Schlotheuber",
    "Ahmad Reza Hosseinpoor"
  ],
  "year": 2025,
  "doi": "10.3390/vaccines13101044",
  "source": "pubmed",
  "raw_file": "pubmed_AI_in_maternal_health_monitoring_1763467505.xml",
  "category": "general_maternal_health"
}