{
  "id": "41176183",
  "title": "Effects of qigong for physical and psychological well-being in pregnancy: A multicenter randomized controlled trial.",
  "abstract": "Psychological stress and anxiety during pregnancy can adversely affect both maternal and fetal health. Qigong, a traditional Chinese mind-body exercise, is believed to promote physical and mental well-being during pregnancy. This study aimed to investigate the effects of qigong on anxiety, stress, and exercise self-efficacy in pregnant women. This multicenter randomized controlled clinical trial included pregnant women in their second trimester attending prenatal education classes at Baskent University and Alaaddin Keykubat University. Women in the first or third trimester with uncontrolled systemic diseases, high-risk pregnancies, or irregular attendance were excluded. Participants were randomly assigned via Randomizer.org to either the Qigong group or the control group. The Qigong group performed Baduanjin qigong exercises for 30-45 min, three times a week, while the control group received standard prenatal counseling. Demographic data were recorded. All participants completed the Pregnancy-Related Anxiety Scale (PrAS), Pregnancy Stress Rating Scale (PSRS), and Pregnancy Exercise Self-Efficacy Scale (P-ESES). A total of 102 pregnant women were analyzed (qigong group: 52; control group: 50). The mean age was 27.95 ± 3.66 years, and the mean gestational week was 26.94 ± 2.12. The qigong group showed significantly lower systolic and diastolic blood pressure increases compared to the control group (p < 0.05). Exercise self-efficacy scores increased significantly in the qigong group (p < 0.05). Pregnancy-related anxiety and stress scores, including all subscales, showed significant improvement in the qigong group (p < 0.05), with no significant changes in the control group (p > 0.05). Baduanjin qigong was effective in reducing anxiety and stress levels and improving exercise self-efficacy in pregnant women. This non-pharmacological intervention may offer a safe, supportive approach to mental well-being during pregnancy.",
  "authors": [
    "Emine Dundar Ahi",
    "Ozlem Kuculmez",
    "Sevgi Ikbali Afsar",
    "Rahsan Eyup Dogan"
  ],
  "year": 2025,
  "doi": "10.1016/j.ctim.2025.103284",
  "source": "pubmed",
  "raw_file": "pubmed_prenatal_exercise_and_fetal_health_1763467439.xml",
  "category": "psychology"
}