{
  "id": "41207563",
  "title": "Physical activity during pregnancy and depression, anxiety and stress: randomized clinical trials.",
  "abstract": "Pregnancy is not an emotionally stable period; pregnant women could suffer psychological lability influenced by hormonal variation between trimesters of gestation. The COVID-19 pandemic and the lack of social interaction increased this psychological instability, increasing the reported rates of prevalence of depression and anxiety, with its associated maternal and fetal complications. Despite the fact that regular physical activity could help regulate hormonal secretion, during the pandemic, its performance decreased, increasing sedentary rates. Pharmacological treatment could imply potential health risks, so a non-invasive intervention is needed. To assess the impact of two supervised physical activity programs during pregnancy on prenatal and postnatal depression, anxiety and stress symptoms. Two randomized clinical trials were developed, with physical activity programs during pregnancy being carried out, randomizing 564 pregnant women in both the Intervention (n = 278) and the Control (n = 278) groups, of three different regions (and five health centers) from Spain. Three weekly physical activity sessions, online and in-person were performed until the end of pregnancy, measuring depression (measured with CES-D and EPDS), anxiety (STAI) and stress (PSS) symptoms. SPSS software was used, and independent t tests, U Mann Whitney, Pearson Chi-square and one-way ANOVA analyses were used. After intervention, results showed a significant reduction in depression symptoms in the Per Protocol (p = .028) analysis, with also fewer cases of symptoms compatible with depression at the end of gestation, in the Intention to Treat (5.9% / 12.4%) and Per Protocol (3.2% / 12.2%) analyses in the intervention group, in comparison with the control group. Additionally, significantly lower scores were found in pregnant women with more than 90% of program attendance in depression (p = .003) and in state anxiety (p = .035) at the end of pregnancy compared with women that not accomplished protocol criteria (<70% attendance). Analysis per trial, revealed significant lower scores in depression (p = .043), state (p = .015), trait (p = .045) anxiety and in the combination of both (p = .021), in IG of the 2 Supervised physical activity during pregnancy could potentially reduce prenatal depression symptoms at the end of gestation and, comparatively, enhance the effects by greater reducing state anxiety and depression symptoms when adherence is greater than 90%.",
  "authors": [
    "Miguel Sánchez-Polán",
    "Maia Brik",
    "Cristina Silva-Jose",
    "Dingfeng Zhang",
    "María Ángeles Díaz-Blanco",
    "Paloma Hernando López de la Manzanara",
    "Aránzazu Martín Arias",
    "Irune Alzola",
    "Rubén Barakat"
  ],
  "year": 2025,
  "doi": "10.1016/j.ajogmf.2025.101835",
  "source": "pubmed",
  "raw_file": "pubmed_prenatal_exercise_and_fetal_health_1764074253.xml",
  "category": "psychology"
}