{
  "id": "41200219",
  "title": "Effectiveness of family support-based companion video sharing to improve depression in perinatal maternity: a randomized controlled trial study protocol.",
  "abstract": "The importance of family support in addressing maternal anxiety and depression during pregnancy is widely recognized. However, cultural nuances and healthcare system dynamics in China call for tailored interventions for perinatal mental health. Family-based companion video sharing via mobile health (mHealth) emerges as a potentially effective and scalable approach, delivering cost-effective emotional support and information dissemination. It is imperative to conduct rigorous evaluations through randomized controlled trials to assess its impact on maternal mental health. This study aims to evaluate the efficacy of family support-based mobile companion video sharing, providing data support for advancing perinatal mental health interventions in China. The study involves 40 pregnant women with mild to moderate depression symptoms and conducts an eight-month randomized controlled trial. Participants are randomly assigned to the intervention or control group. The intervention group receives a mHealth intervention involving six weeks of themed video sharing with their caregivers, based on mindfulness theory. Participants are required to record and share videos with their caregivers via WeChat according to weekly themes, in collaboration with the research team. The research team also regularly sends healthcare messages, creating a bidirectional intervention. The control group only receives healthcare messages. All participants are required to complete five follow-up visits, with depression levels assessed using the 5-item short form of the EPDS (EPDS-Dep-5). This study innovatively explores mHealth interventions, specifically family-based companion video sharing to improve maternal mental health during pregnancy. In contrast to traditional interventions, this study emphasizes two-way communication between the mother and her companion, facilitating mutual support. If successful, this approach could inform perinatal mental health interventions globally. This study registered at ClinicalTrials.gov (ChiCTR2400084685) on May 22, 2024.",
  "authors": [
    "Rantong Bao",
    "Chenxin Yang",
    "Ruijin Zhu",
    "Wenzhuo Li",
    "Yang Bai",
    "Yang Jiang",
    "Guoying Zhang"
  ],
  "year": 2025,
  "doi": "10.3389/fpsyt.2025.1641154",
  "source": "pubmed",
  "raw_file": "pubmed_postpartum_depression_management_1763073216.xml",
  "category": "psychology"
}