{
  "id": "41216435",
  "title": "The influence of early nutrition intake and clinical factors on the brain development of preterm infants with intrauterine growth restriction.",
  "abstract": "Intrauterine growth restriction (IUGR) is a common complication in pregnancy. Preterm infants with IUGR have a higher risk of postnatal brain development delay compared with non-IUGR infants. The early postnatal period is a critical phase of rapid brain growth in preterm infants, during which brain development is highly sensitive to early nutritional deficiency and associated clinical factors. This study aimed to evaluate the associations of clinical factors, including early nutrition intake, with cerebral growth in preterm infants with IUGR at term-equivalent age (TEA). The clinical data of preterm infants hospitalized in the Neonatal Specialized Department of the Second Xiangya Hospital of Central South University from January 1, 2015 to December 31, 2019 were retrospectively collected and analyzed. Nutritional analysis included the mean daily intakes of protein, fat, carbohydrates, and energy during the first postnatal week. Brain development was assessed by cerebral measurements on magnetic resonance imaging scans obtained during TEA, and multiple regression analysis was used to detect potential associations between nutrition, clinical factors and cerebral measurements. The results showed lower cerebral measurement including the bifrontal diameter (BFD), left and right frontal lobe heights ( were defined as FH-L and FH-R, respectively), transverse cerebellar diameter (TCD), genu and body of corpus callosum (CC) [all adjusted for the cephalic index (CI)] in IUGR infants than in non-IUGR infants {7.87±0.69  IUGR Infants are more likely to experience delayed brain development at TEA. Biological indicators including early growth (length at discharge & its z-score, head circumference at discharge z-score), birth variables (gestational age, birth weight), duration of breastfeeding, GDM, RDS, and IVH are associated with the development of different brain regions at TEA.",
  "authors": [
    "Zhenzhen Qing",
    "Lijia Wan",
    "Xiaori He",
    "Pingyang Chen"
  ],
  "year": 2025,
  "doi": "10.21037/tp-2025-432",
  "source": "pubmed",
  "raw_file": "pubmed_maternal_nutrition_during_pregnancy_1762890998.xml",
  "category": "nutrition"
}