{
  "id": "41217026",
  "title": "The early implementation phase of the Omega-3 Test-and-Treat Program for reducing the risk of preterm birth, South Australia, 2021-22: an implementation evaluation study.",
  "abstract": "To assess the feasibility of embedding omega-3 fatty acid testing and targeted supplementation (the Omega-3 Test-and-Treat Program) into routine antenatal care to reduce the risk of preterm birth. Prospective implementation evaluation study, using the Quality Enhancement Research Initiative (QUERI) framework. Women with singleton pregnancies undergoing routine antenatal screening during early pregnancy (before 20 weeks' gestation) and their health care providers, South Australia, 19 April 2021 - 30 June 2022. Addition of omega-3 fatty acid testing option to SA Pathology test referral forms for the South Australian Maternal Serum Antenatal Screening (SAMSAS) program, with the aim of identifying women with low omega-3 fatty acid levels during early pregnancy and providing evidence-based supplementation guidance for reducing the risk of preterm birth. Program feasibility (uptake and fidelity); representativeness of women tested for omega-3 fatty acid status; and omega-3 fatty acid status, by proportion of total serum fatty acids (low, < 3.7%; moderate, 3.7-4.3%; sufficient, > 4.3%). A total of 4801 requests for omega-3 fatty acid tests (26.1% of 18 362 SAMSAS referrals) were submitted to SA Pathology during the initial implementation phase of the Omega-3 Test-and-Treat Program. The monthly number of test requests increased from 15 (2.4% of 627 SAMSAS referrals) in April 2021 to 340 (29.4% of 1156 SAMSAS referrals) in June 2022. The socio-demographic and clinical characteristics of women referred for omega-3 fatty acid testing were similar to those for women who were not. Serum samples were insufficient for omega-3 fatty acid testing in 19 cases; of the 4782 tests performed, omega-3 fatty acid levels were low in 702 (14.7%), moderate in 1638 (34.2%), and sufficient in 2442 tests (51.1%). Of 5057 samples received by the Omega-3 Laboratory, 4935 (97.6%) were analysed within 72 hours. Thirty-three of 4801 omega-3 fatty acid test referrals (0.7%) were for women beyond 20 weeks of pregnancy; 58 referrals (1.2%) were for women with non-singleton pregnancies. The Omega-3 Test-and-Treat Program is a feasible approach to reducing the risk of preterm birth with a targeted nutritional intervention that could be integrated into routine antenatal care in Australia.",
  "authors": [
    "Karen P Best",
    "Celine Northcott",
    "Lucy A Simmonds",
    "Philippa Middleton",
    "Lisa N Yelland",
    "Vanessa Moffa",
    "Khoa Lam",
    "Penelope Coates",
    "Cornelia Späth",
    "Carol Wk Siu",
    "Karen Glover",
    "Rhiannon Smith",
    "Robert Gibson",
    "Maria Makrides"
  ],
  "year": 2025,
  "doi": "10.5694/mja2.70101",
  "source": "pubmed",
  "raw_file": "pubmed_maternal_nutrition_during_pregnancy_1762890998.xml",
  "category": "nutrition"
}