{
  "id": "41211022",
  "title": "The effect of midwifery-led continuum of care to improve maternal and newborn outcomes in the Sidama region, Ethiopia: A non-randomized control trial study.",
  "abstract": "The midwifery-led continuum of care model is an approach where a single midwife or a team of midwives provides comprehensive care to a woman throughout pregnancy, childbirth, and the early postpartum period. This model of care has significantly improved maternal and newborn outcomes; however, it is primarily implemented in high-income countries. To evaluate the effect of the midwifery-led continuum of care model on maternal and neonatal health outcomes in general hospitals of the Sidama region in Ethiopia. A prospective nonrandomized control trial was conducted from October 2023 to June 2024 in the Sidama region, Ethiopia. A systematic sampling technique was used to recruit 478 low-risk women in total for the intervention group and control group. Multivariable analysis for binary outcomes with the log link were conducted to estimate adjusted risk ratios Adjusted risk ratio (aRR) and 95% confidence intervals. Women in the intervention were significantly more likely to have spontaneous vaginal birth (aRR) of 1.21 (95% confidence interval 1.14-1.67), and less likely to have preterm birth aRR of 0.16 (95% confidence interval 0.11-0.57) in comparison with women and newborns who received shared care. Women in the intervention group experience improved outcomes and seems to be a valuable strategy for improving pregnancy outcomes in low-resource settings. Further research should enhance the practical application of midwifery-led continuum of care for women facing social risk factors, and medical complications in low-resource settings. PACTR202310532830947. https://pactr.samrc.ac.za/.",
  "authors": [
    "Rekiku Fikre",
    "Sanne Gerards",
    "Wondwosen Teklesilasie",
    "Jessica Gubbels"
  ],
  "year": 2025,
  "doi": "10.1177/20503121251383995",
  "source": "pubmed",
  "raw_file": "pubmed_maternal_nutrition_during_pregnancy_1762890998.xml",
  "category": "postnatal"
}