{
  "id": "41219813",
  "title": "The effects of progesterone supplementation in pregnancies assessed by doppler ultrasound: a systematic review of maternal and perinatal outcomes.",
  "abstract": "Progesterone is essential for pregnancy maintenance, but its effects on complications like intrauterine growth restriction (IUGR), preeclampsia, prelabor rupture of membranes (PROM), preterm birth, and placental abruption are still debated. This review investigates the effects of progesterone supplementation on Doppler ultrasound indices and pregnancy outcomes. To assess the efficacy of progesterone supplements in reducing pregnancy complications during the first and second trimesters using Doppler ultrasound indices. Databases such as PubMed, Embase, the Cochrane Library, MEDLINE, Web of Science, Scopus, and Google Scholar were searched from inception to March 2024. Cohort, case-control, and clinical trials on progesterone supplementation in early to mid-pregnancy were included in the review. The primary outcomes were Doppler ultrasound indices, with secondary outcomes including preterm birth, IUGR, preeclampsia, PROM, and placental abruption. Nine studies with 2282 women were examined. Independent reviewers extracted data and assessed its quality, resolving discrepancies through consensus. Progesterone supplementation had varying effects on Doppler indices. There was no significant difference in uterine or umbilical artery Doppler indices, but some studies reported changes in fetal middle cerebral artery flow. Furthermore, there were no significant improvements in the rates of IUGR, preeclampsia, or PROM. Progesterone supplementation in early and mid-pregnancy may benefit certain subgroups, particularly those at risk of preterm birth. However, its overall effectiveness in improving clinical outcomes is unclear. More research using standardized progesterone regimens is needed to better understand its role in pregnancy management. Progesterone supplementation may help prevent preterm birth in high-risk populations, such as women with a short cervix. However, Doppler ultrasound findings should not be the sole factor in guiding its use. However, its role in improving other clinical outcomes, such as IUGR and preeclampsia, remains uncertain. Obstetricians should consider progesterone use as part of individualized treatment plans, particularly for women at high risk for preterm birth.",
  "authors": [
    "Somayeh Khanjani",
    "Sheida Bashiri Goodarzi",
    "Mohammad Mehdi Khaleghi",
    "Seyyede Sepide Ashraf Moosavi",
    "Reza Eshraghi",
    "MohammadSaeed Soleimani Meigoli",
    "Mobina Fathi",
    "Maryam Nasr Azadani",
    "Nazanin Sadraei",
    "Ashkan Bahrami"
  ],
  "year": 2025,
  "doi": "10.1186/s40001-025-03382-w",
  "source": "pubmed",
  "raw_file": "pubmed_prenatal_exercise_and_fetal_health_1764074253.xml",
  "category": "prenatal"
}