{
  "id": "41228470",
  "title": "The Impact of Dietary Nutrient Intake on Red Blood Cell Distribution Width-Coefficient of Variation in Pregnant Women: A Cross-Sectional Observational Pilot Study.",
  "abstract": "Dietary intake during pregnancy influences hematological parameters, reflecting nutritional status and potentially affecting maternal and fetal outcomes. This cross-sectional pilot study aimed to compare dietary nutrient intake in pregnant women depending on their red cell distribution width-coefficient of variation (RDW-CV). A total of 31 pregnant women in their third trimester were divided into the following two groups: within reference range RDW-CV ( The elevated RDW-CV group had a significantly lower level of daily energy adequacy. Both groups did not meet recommended intakes for energy, iron, vitamin D. A statistical significance in MCV differences was noted, with lower values in the elevated RDW-CV group, supported by a Cohen's d = 0.82, suggesting early changes in erythrocyte size distribution. The reference range RDW-CV group consumed significantly more zinc, phosphorus, calcium, and vitamin B12, whereas vitamin C intake was higher in the elevated RDW-CV group. Pregnant women with an elevated RDW-CV tended to exhibit greater nutritional insufficiencies than those with reference range RDW-CV. Our findings suggest potential associations between hematologic indices (RDW-CV, MCV) and dietary nutrient intake patterns during pregnancy. These preliminary observations are based on a pilot study and warrant confirmation in larger, prospective studies incorporating biochemical markers.",
  "authors": [
    "Katarzyna Antosiak-Cyrak",
    "Anna Demuth",
    "Urszula Czerniak",
    "Joanna Ratajczak",
    "Ewa Bryl",
    "Piotr Kowalski",
    "Krystian Wochna",
    "Magdalena Lewandowska",
    "Katarzyna Domaszewska"
  ],
  "year": 2025,
  "doi": "10.3390/nu17213396",
  "source": "pubmed",
  "raw_file": "pubmed_pregnancy_vitamin_supplementation_1763073232.xml",
  "category": "nutrition"
}