{
  "id": "41225082",
  "title": "The Effect of Prenatal Dexamethasone Exposure on Placental Morphology and Function at Different Stages, Doses, and Courses In Mice.",
  "abstract": "The \"double-edged sword\" effect of dexamethasone on fetal development has attracted significant attention. Currently, the \"one-size-fits-all\" prenatal corticosteroid regimen fails to confer uniform benefits to all pregnant women and fetuses. Simultaneously, there exist controversies regarding the wide time window for administration and the insufficient consideration of individual factors in dosage selection. Therefore, this study aimed to establish a precise prenatal dexamethasone exposure (PDE) mouse model that closely mimics clinical use, to evaluate its effects on placental morphology, development, differentiation, vascular formation, and nutrient transporter function. Dexamethasone was injected subcutaneously at diverse gestational stages, doses, and courses. The late-stage, high-dose, single-course PDE exhibited the most pronounced effects, including reduced placental weight, a decreased labyrinth-to-junctional zone (LZ/JZ) ratio, impaired trophoblast proliferation and differentiation, increased apoptosis, and decreased vascular endothelial growth factor (VEGF) expression. Amino acid and cholesterol transporter levels increased in both sexes, whereas glucose transporters showed sex-specific alterations-elevated in males but reduced in females. Further investigation revealed that PDE suppressed the \"glucocorticoid (GC)-insulin-like growth factor 1 (IGF1) axis\" programming, which was highly correlated with placental development and function indicators. In conclusion, PDE induced alterations in placental morphology, development, and nutrient transport function, which were influenced by stages, doses, courses, and sex differences. These changes may be associated with the \"GC-IGF1 axis\" programming. This study provides experimental and theoretical evidence to more precisely guide the clinical application of prenatal dexamethasone.",
  "authors": [
    "Hui Feng",
    "Yuhong Lin",
    "Xiaoqi Zhao",
    "Caiyun Ge",
    "Wen Zhong",
    "Xiaomeng Zha",
    "Man Fang",
    "Hui Wang",
    "Ming Zhang"
  ],
  "year": 2025,
  "doi": "10.1007/s43032-025-02006-2",
  "source": "pubmed",
  "raw_file": "pubmed_prenatal_exercrise_and_fetal_health_1763070115.xml",
  "category": "psychology"
}