{
  "id": "41229355",
  "title": "Recognizing disability associated with perinatal depression as a precursor of women's rights violations under the UN Convention on the Rights of Persons with Disabilities.",
  "abstract": "Functional disability is concomitantly present in women affected by perinatal depression (PND). PND is not recognized as a public health issue in many countries, especially low- and middle-income countries. This makes it imperative to understand the unique positioning of perinatally depressed women within the framework of the United Nations Convention on the Rights of Persons with Disabilities (CRPD) and the signatory state's obligations. The present study is an exploratory review that utilizes comparative content analysis to map the manifestation of disability in perinatally depressed women, using the six domains of disability described under the World Health Organization (WHO's) WHODAS 2.0 Manual alongside the findings of epidemiological studies. By adopting the normative juridical method, the provisions of the CRPD were examined in relation to women's unmet perinatal mental health needs, untreated disability, and resulting violation of women's rights. The manifestation forms and consequences of disability associated with maternal PND are multitudinal and multifarious. Perinatal disability resulting from mental health disorders must be recognized as a subject matter under the CRPD. In the absence of laws and policies that address and provide for the management of PND, the signatory States are in breach of their treaty obligations under the CRPD. Policymakers and women's rights protagonists can push for law and policy reforms relating to PND by highlighting the gross violation of the CRPD. Since the manifestation forms and consequences of disability associated with maternal PND are multitudinal and multifarious, it must be recognized as a subject matter under the CRPD.Non-recognition of maternal PND as a public health issue, and its non-addressal and non-management must be regarded as a violation of different provisions of the CRPD.The policymakers and women’s rights protagonists can advocate for the urgent introduction of relevant legislative instruments by underscoring the gross violation of the CRPD by signatory States.",
  "authors": [
    "Ritika Behl"
  ],
  "year": 2025,
  "doi": "10.1177/17455057251394844",
  "source": "pubmed",
  "raw_file": "pubmed_postpartum_depression_management_1763073216.xml",
  "category": "psychology"
}