{
  "id": "41225654",
  "title": "Atypical presentations of fetal polycystic kidney disease demonstrates the utility of a genomic autopsy for accurate post-mortem diagnoses.",
  "abstract": "Prenatal presentation of polycystic kidney disease (PKD), characterized by bilateral renal cysts and enlarged echogenic kidneys on ultrasound, often results in perinatal death. Prenatal manifestations of PKD are generally associated with autosomal recessive PKD, most commonly a result of pathogenic variants in PKHD1, but in rare cases can also be driven by bi-allelic inheritance of pathogenic variants in genes more commonly associated with autosomal dominant PKD such as PKD1. Diagnosing the underlying cause of prenatal PKD can be complicated by atypical histology, and/or a prenatal phenotype that does not align with family history. In this study, five cases of prenatal PKD with atypical or inconclusive features identified during post-mortem investigations underwent trio exome or genome sequencing, termed a genomic autopsy. Genomic autopsy was able to delineate the genetic basis of prenatal PKD in all five families. Our findings demonstrate the diagnostic utility of a genomic autopsy in providing a genetic diagnosis for fetal PKD cases post-mortem, particularly in atypical presentations. A genetic diagnosis is highly beneficial for future family planning, including the use of reproductive technologies, as well as identifying presymptomatic parents who are likely to develop PKD in the future.",
  "authors": [
    "Mahalia S B Frank",
    "Melissa K Bennett",
    "Thuong T Ha",
    "Lynette Moore",
    "Peer Arts",
    "Alicia B Byrne",
    "Milena Babic",
    "Luis Arriola-Martinez",
    "John Toubia",
    "Peter J Brautigan",
    "Jinghua Feng",
    "Quenten Schwarz",
    "Paul Q Thomas",
    "Sandra G Piltz",
    "Melissa A White",
    "Ali Moghimi",
    "Kate Strachan",
    "Edward Kwan",
    "Amanda Springer",
    "Miranda Lewit-Mendes",
    "Jarrad Dearman",
    "Tenielle Davis",
    "Lucy Kevin",
    "Hugh J McCarthy",
    "Jan Liebelt",
    "Emma Krzesinski",
    "Matthew Regan",
    "Kunal Verma",
    "George McGillivray",
    "Kushani Jayasinghe",
    "Matilda R Jackson",
    "Christopher P Barnett",
    "Hamish S Scott"
  ],
  "year": 2025,
  "doi": "10.1186/s40246-025-00844-4",
  "source": "pubmed",
  "raw_file": "pubmed_prenatal_exercrise_and_fetal_health_1763070115.xml",
  "category": "fertility"
}