{
  "id": "41222894",
  "title": "Three-generation familial transmission of a GNAS variant: from gestational phenotype in the mother to evolving prenatal/neonatal phenotype in the offspring.",
  "abstract": "Disorders caused by GNAS gene variants, including pseudohypoparathyroidism (PHP) types 1a, 1b and 1c, and pseudo-pseudohypoparathyroidism (PPHP), present with complex imprinting and phenotypic variability. The gene's parent-of-origin expression pattern results in diverse clinical manifestations. We report a three-generation family harboring a heterozygous missense variant in GNAS (c.305 C > T, p.Ala102Val), classified as \"likely pathogenic\". The proband, a 29-year-old primigravida, and her mother displayed phenotypic features of Albright hereditary osteodystrophy (AHO) including short stature, brachydactyly, round face, and obesity. The proband was diagnosed with primary hypothyroidism at age 25. During pregnancy, her hormonal profile resembled PPHP rather than PHP 1a, with normocalcemia and elevated parathyroid hormone (PTH), potentially masked by pregnancy physiology. Her mother's phenotype was consistent with PPHP and exhibited elevated PTH due to vitamin D deficiency. The proband delivered a male neonate with normal birth parameters, but was later found to carry the familial GNAS variant. The neonate developed features of AHO, elevated PTH, and transient hypothyroidism, consistent with PHP 1a. Hormonal and calcium homeostasis remained stable with supplementation. This is, to the best of our knowledge, the first reported case of a three-generation family with a GNAS variant demonstrating an evolving phenotype during pregnancy and early life. Pregnancy-related physiological changes may counteract typical hormone resistance, complicating diagnosis. Our findings emphasize the importance of genetic counseling and longitudinal follow-up in GNAS-related disorders, particularly during reproductive planning and early infancy.",
  "authors": [
    "Eleftheria Demertzidou",
    "Athina Ververi",
    "Symeon Tournis",
    "Athina Kaprara",
    "Christos Tsametis",
    "Athanasios Christoforidis",
    "Ioannis Kotsios",
    "Magdalini Sterpi",
    "Alexia Balanika",
    "Dimitrios G Goulis",
    "Alexandros Sotiriadis"
  ],
  "year": 2025,
  "doi": "10.1007/s42000-025-00731-6",
  "source": "pubmed",
  "raw_file": "pubmed_pregnancy_vitamin_supplementation_1763073232.xml",
  "category": "nutrition"
}