{
  "id": "41233886",
  "title": "Non-inferiority Assessment of Maternal Adherence to Supplements, a Trial on the Effects of Multiple Micronutrient Supplementation (NAMASTE-MMS) in Nepal: study protocol.",
  "abstract": "Micronutrient deficiencies among pregnant women contribute to adverse maternal and neonatal outcomes. Multiple micronutrient supplementation (MMS) has proven its superiority when compared to the standard iron and folic acid (IFA) supplementation for maternal and infant morbidity and mortality. The Government of Nepal is exploring the scale-up of MMS, but first requires evidence such as on its adherence and acceptability. The objective of this study, thus, is to generate this needed evidence. The Non-inferiority Assessment of Maternal Adherence to Supplements, a Trial on the Effects of Multiple Micronutrient Supplementation (NAMASTE-MMS) in Nepal study is a three-arm, parallel, non-inferiority cluster-randomized controlled trial (c-RCT) assessing how well pregnant women adhere to and accept different types of supplements: MMS in blister packs or bottles versus IFA in blister packs. In one of Nepal's seven provinces, Lumbini, the longitudinal NAMASTE-MMS study is being implemented across 120 health facilities (clusters), enrolling 2640 pregnant women into one of three arms: IFA-blister, MMS-blister, or MMS-bottle. The primary outcome is adherence to 180 supplements during pregnancy, measured by tablet counts with a non-inferiority margin of 13%. Secondary outcomes include comparisons of adherence between the two MMS arms and utilization of Antenatal Care (ANC), both potentially impacted by type of packaging. Exploratory outcomes include comparisons of adherence as well as the degree of acceptability to supplementation during early and mid pregnancy and post-partum. Evidence generated from this study and three related mixed-methods implementation research studies will help the government in its potential scale-up of MMS supplementation during pregnancy and lactation. NCT06327646 (ClinicalTrials.gov, March 18, 2024 registered).",
  "authors": [
    "Kenda Cunningham",
    "Sasmita Poudel",
    "Mai-Anh Hoang",
    "Aman Sen Gupta",
    "Ramesh Adhikari",
    "Dirghayu K C",
    "Diwakar Mohan",
    "Yashodhara Rana",
    "Bibek Kumar Lal",
    "Lila Bikram Thapa",
    "Rolf Klemm"
  ],
  "year": 2025,
  "doi": "10.1186/s13063-025-09031-1",
  "source": "pubmed",
  "raw_file": "pubmed_pregnancy_vitamin_supplementation_1763467488.xml",
  "category": "prenatal"
}