{
  "id": "41235310",
  "title": "Relationship between serum mineral levels in the second and third trimester of pregnancy and the risk of gestational diabetes mellitus: a retrospective cohort study.",
  "abstract": "Gestational diabetes mellitus (GDM) poses significant health risks for both the mother and fetus, and it also increases the mother's risk of developing type 2 diabetes later in life. Mineral elements may play a crucial role in the development of GDM by influencing insulin metabolism. However, comprehensive studies on serum mineral levels during pregnancy remain limited. This study aims to evaluate the relationship between serum mineral levels in pregnant women during the second and third trimesters and the risk of developing GDM. This retrospective cohort study included 17,224 singleton pregnancies delivered between 2016 and 2022 at a tertiary hospital in China. Maternal demographic data and serum mineral concentration information from the mid and late stages of pregnancy were collected through the hospital information system. Analyses were conducted using restricted cubic spline models and multivariate logistic regression models. The prevalence of GDM in this study was 15.07%. Chloride [ The study indicates that specific serum mineral levels in pregnant women are closely associated with the risk of gestational diabetes mellitus. A deeper understanding of the mechanisms and interactions of these minerals could aid in developing effective prevention and treatment strategies, thereby reducing the incidence of GDM and improving pregnancy outcomes.",
  "authors": [
    "Yuxin Hao",
    "Na Wang",
    "Sumiao Hong",
    "Yongyi Liu",
    "Guankai Lin",
    "Xiaoyang Xu",
    "You Zhou",
    "Xiaoting Wen",
    "Baochang Sun",
    "Hexing Wang",
    "Min Huang",
    "Jiwei Wang",
    "Yue Chen",
    "Qingwu Jiang"
  ],
  "year": 2025,
  "doi": "10.3389/fnut.2025.1634419",
  "source": "pubmed",
  "raw_file": "pubmed_gestational_diabetes_prevention_1763467408.xml",
  "category": "prenatal"
}