{
  "id": "41230537",
  "title": "MAP6D1 Silencing alleviates high glucose-induced injury of trophoblast cells during gestational diabetes mellitus.",
  "abstract": "The high glucose (HG) levels in the body of a patient with gestational diabetes mellitus (GDM) constantly stimulate the trophoblast cells, leading to impaired development of the placenta thus affecting the development of the embryo. Previous analyses have indicated that the expression of microtubule-associated protein 6 domain containing 1 (MAP6D1) was lower in placental tissues of healthy pregnant women than that in GDM patients, but its specific effects and potential molecular mechanisms have not been elucidated. HTR-8/SVneo cells were stimulated using HG to mimic the stimulation of trophoblast cells by the high glucose environment in vivo, and MAP6D1 expression was inhibited by transfection of MAP6D1 small interfering RNA (siRNA). Subsequently, cell proliferation and apoptosis levels were detected by methylthiazolyldiphenyl-tetrazolium bromide (MTT) and flow cytometry (FCM). Cell metastatic capacity was assessed by cell scratch assay and Transwell analysis. Enzyme linked immunosorbent assay (ELISA) was used to analyze the level of cellular inflammatory response. In addition, the degree of cellular oxidative stress was assessed by malondialdehyde (MDA), superoxide dismutase (SOD), and catalase (CAT) levels as well as ROS fluorescence intensity. Western blot assay was used to analyze p38 MAPK pathway changes. HG induced elevated MAP6D1 expression in HTR-8/SVneo cells, inhibited cell viability and metastatic ability, and promoted apoptosis, while HG stimulation was able to promote cellular inflammatory responses and oxidative stress levels. In addition, HG treatment promoted the level of p38 MAPK protein phosphorylation in HTR-8/SVneo cells. However, inhibition of MAP6D1 expression was able to reverse the above results. Inhibition of MAP6D1 expression ameliorated trophoblast cell injury induced by HG stimulation, providing a potential novel target for the diagnosis and treatment of GDM. The online version contains supplementary material available at 10.1007/s10616-025-00866-9.",
  "authors": [
    "Xingmei Li",
    "Yue Zhu",
    "Xue Jiang",
    "Su Liu",
    "Jin'e Hu",
    "Meng Zhang",
    "Meiqi Bai",
    "Xiaomeng Xu",
    "Hongbo Yao"
  ],
  "year": 2025,
  "doi": "10.1007/s10616-025-00866-9",
  "source": "pubmed",
  "raw_file": "pubmed_gestational_diabetes_prevention_1763467408.xml",
  "category": "psychology"
}