{
  "id": "41248338",
  "title": "Cohort profile: a prenatal birth cohort study of intergenerational risk and resilience after conflict and forced displacement.",
  "abstract": "As of 2024, 123.2 million people had been forcibly displaced as a result of persecution, armed conflict or climate-related catastrophes, and these numbers are predicted to rise. There is a growing awareness of possible intergenerational effects of trauma on life-course health and well-being, however few studies have followed individuals longitudinally starting prenatally. This paper describes the first large prenatal birth cohort study in a refugee context in a lower middle-income country. This study aims to investigate the potential lifespan health and developmental implications of being born into a protracted humanitarian context, and what factors can buffer from the adversity posed by conflict and displacement. We outline our approach of recruiting, consenting and gathering data from pregnant Rohingya refugee and host community women (N=2888; 80% Rohingya) over the course of 12 months in Cox's Bazar, Bangladesh. A fifth wave of data collection, when children were 6 months old, was completed in April 2025. Rohingya women were substantially less literate; were marrying and having children at slightly younger ages, were more likely to live in crowded, resource-limited households and exhibited higher rates of clinically significant post-traumatic stress disorder and anxiety than host community women. There is a critical need for research in displaced populations in order to elucidate potentially lasting transgenerational impacts of experiencing conflict and displacement trauma, and the prenatal and postnatal factors that support health and development across the life span. The next follow-up is planned when the children turn 36 months of age (starting March 2026).",
  "authors": [
    "Alice Wuermli",
    "Mary Caroline Hiott",
    "Elisa Ugarte",
    "M Sajjadur Rahman",
    "Mahbub Elahi",
    "A K Rahim",
    "Goutam Kumar Dutta",
    "Md Shakil Ahamed",
    "Bharati Rani Roy",
    "Reza Mostary Akhter",
    "Eamam Hossain",
    "Duja Michael",
    "Tasnim Kabir Ayrin",
    "Subah Hasneen Haseen",
    "Rayhan Bin Alam",
    "Tarikul Islam Ratul",
    "Md Abu Horaira",
    "Melissa Gladstone",
    "Kazi Istiaque Sanin",
    "Rubhana Raqib",
    "Jena Hamadani",
    "Hirokazu Yoshikawa",
    "Paul D Hastings",
    "Fahmida Tofail"
  ],
  "year": 2025,
  "doi": "10.1136/bmjopen-2025-099052",
  "source": "pubmed",
  "raw_file": "pubmed_maternal_nutrition_during_pregnancy_1763467336.xml",
  "category": "psychology"
}