{
  "id": "41244798",
  "title": "Effect of midwife-led continuity of care combined with individualized breast management on postpartum recovery and lactation function in women undergoing cesarean section.",
  "abstract": "The aim of this study was to investigate the effects of midwife-led continuity of care (MLCC) combined with individualized breast management on postoperative recovery, lactation function, and pelvic floor function in women undergoing cesarean section (CS). This quasi-experimental before-after study included 120 women who underwent CS between December 2022 and December 2024. Participants were randomly assigned to a control group or an intervention group, with 60 women in each group. The control group received routine perioperative care and the intervention group received a combined model of MLCC and individualized breast management. Additionally, breastfeeding education was emphasized, and breast management strategies were tailored to each participant's breast condition. The primary outcome was exclusive breastfeeding at 48 h postpartum. Secondary outcomes included postoperative recovery indicators (time to ambulation, bowel movement, flatus, catheter removal, and wound healing), other measures of lactation function (time to lactation initiation, time to adequate lactation, and milk volume at 48 h), psychological status, pain level, sleep quality, breastfeeding self-efficacy, pelvic floor dysfunction, complications, care satisfaction, and quality of life. The rate of exclusive breastfeeding at 48 h was higher in the intervention group than in the control group (56.67% vs. 38.33%). The intervention group showed significantly shorter times to first ambulation ( This study firstly reveals the impact of MLCC combined with individualized breast management for women delivering by SC. This care model may improve both postoperative recovery and lactation function, providing an emerging, effective care model for clinical maternity care with potential clinical applications.",
  "authors": [
    "Hua Cai",
    "Yan Lu",
    "Xinyi Kang",
    "Liping Chen"
  ],
  "year": 2025,
  "doi": "10.3389/fmed.2025.1608027",
  "source": "pubmed",
  "raw_file": "pubmed_postpartum_depression_management_1763467458.xml",
  "category": "psychology"
}