{
  "id": "41243114",
  "title": "Early life nutrition in Nunavut, Canada: a retrospective descriptive study of food security, vitamin D and rickets.",
  "abstract": "Northern regions of Canada have the highest reported incidence of childhood rickets in the country, yet this public health problem remains poorly described. The goal of this research was to explore the food and vitamin D supplementation experiences in pregnancy and infancy and examine associations with rickets diagnosis. Data were collected systematically through a retrospective chart review of Inuit children from 18 communities in Nunavut born from 2010-2013. Although most pregnant people reported consuming country food daily or weekly, one in three pregnant people reported being food insecure. Fewer than half of infants were reported to have received daily vitamin D supplement at two months of age, and frequency of supplement use declined with age. Rickets diagnosis was present in 1.63% of children (95% CI = 1.20%-2.20%). The odds of rickets diagnosis were higher for children whose mothers experienced food insecurity during pregnancy than for those whose mothers had never experienced food insecurity (OR = 5.279; 95% CI = 1.248-16.191). Enhanced support for food security, breastfeeding and vitamin D supplementation in early life is needed. In the context of social determinants of health, this study highlights the far-reaching and negative impacts of food insecurity on the health of Inuit children in Nunavut.",
  "authors": [
    "Amy Caughey",
    "Sherilee L Harper",
    "Igah Sanguya",
    "Jan M Sargeant",
    "Amber Miners",
    "Michelle Doucette",
    "Theresa Koonoo",
    "Hope Weiler",
    "Jean Allen",
    "Allison MacRury",
    "Gwen Healey Akearok",
    "Helle Moller",
    "Breanne Aylward",
    "Jimena Gonzalez Lema",
    "Laura Arbour"
  ],
  "year": 2025,
  "doi": "10.1080/22423982.2025.2580100",
  "source": "pubmed",
  "raw_file": "pubmed_pregnancy_vitamin_supplementation_1763467488.xml",
  "category": "nutrition"
}