{
  "id": "41248156",
  "title": "Barriers and opportunities in developing community-based maternal and child health surveillance: A mixed methods study in Depok, Indonesia.",
  "abstract": "Comprehensive health surveillance for vulnerable populations, particularly mothers and children, is essential beyond traditional surveys. It may help address gaps in identifying issues occurring outside health facilities or linked to social stigma. This embedded mixed-methods study aimed to identify factors contributing to an effective community-based surveillance system for maternal and child health. Quantitative data on knowledge, attitudes, perceptions, and stigma were collected through interviewer-assisted questionnaires in 300 households. Qualitative insights into barriers and opportunities for detecting, reporting, and monitoring maternal and child health issues were obtained through in-depth interviews and focus group discussions. Participants included public officials, community leaders, medical staff, and social workers. All data were collected across three subdistricts in Depok. The household survey revealed that 22.5%, 24.1%, and 15.1% of respondents lacked knowledge of warning signs during pregnancy, childbirth, and newborn care, respectively. Men were less knowledgeable (34.2%, 35.2%, 23.2%) than women (10.7%, 12.9%, 7.0%). Most respondents (98%) supported community-based health monitoring. Thematic analysis unveiled barriers such as the high mobility of migrant families, inadequate capacity of health volunteers, stigma, delayed healthcare responses, and reluctance among families with middle-to-high socioeconomic status. Alternatively, opportunities included positive community perceptions of surveillance, ongoing community empowerment activities, active roles of health volunteers, potential stakeholder collaboration, and digital communication channels. Public health education primarily targeting men is indispensable to enhancing their awareness of maternal and child health issues. Addressing identified barriers and leveraging opportunities could establish a sustainable and well-received community-based surveillance system, crucial for ensuring the health of mothers and children.",
  "authors": [
    "Fathimah S Sigit",
    "Fitra Yelda",
    "Dumilah Ayuningtyas",
    "Asri C Adisasmita",
    "Sabarinah Prasetyo"
  ],
  "year": 2025,
  "doi": "10.1371/journal.pone.0332469",
  "source": "pubmed",
  "raw_file": "pubmed_maternal_nutrition_during_pregnancy_1763467336.xml",
  "category": "general_maternal_health"
}