{
  "id": "41241467",
  "title": "Risk Factors Associated With Maternity Blues and Postpartum Depression in Ecuadorian Women Going Through Their Immediate Puerperium During 2021: A Cross-sectional Study.",
  "abstract": "Perinatal factors such as lack of breastfeeding, complications during pregnancy or childbirth, and psychosocial factors such as maternal psychiatric history or socioeconomic status have been associated with the development of postpartum mood disorders. The combination of these factors during the peripartum can predict the development of maternity blues (MB) and postpartum depression (PD). To characterize risk factors associated with MB and PD in Ecuadorian women going through their immediate puerperium in the gynecology and obstetrics service of \"Hospital General San Francisco\" in Quito-Ecuador. A cross-sectional study was conducted, with a sample of 250 women attending their immediate puerperium. Data was collected using a self-applied questionnaire during the first 24 postpartum hours. Stein blues scale (SBS) was applied for MB screening and the Edinburgh Postpartum Depression Scale (EPDS) for PD screening. Informed consent and data confidentiality were explained to all participants. Using the SBS, a probability of MB of 32.4% (n=81) was observed, while applying the EPDS, a PD probability of 17.6% (n=44) was established. MB and PD protective factors were rooming-in (OR .21, p<.001) (OR .21, p<.001), pregnancy planning (OR .13, p<.001) (OR .25, p<.001) and breastfeeding (OR .20, <.001) (OR .23, p<.001). Meanwhile MB and PD risk factors found were: breastfeeding difficulties (OR 5.88, p<.001) (OR 5.14, p<.001), complications during pregnancy (OR 8.39, p<.001) (OR 7.02, p<.001), complications during delivery (OR 5.29, p<.001) (OR 5.58, p<.001) and economic instability (OR 2.10, p .023) (OR 2.61, p .009). The risk and protective factors associated with MB and PD in the Ecuadorian population are similar to those described internationally. The recognition of risk factors by health personnel can improve early identification and timely management of puerperal mood disorders.",
  "authors": [
    "Mateo Alejandro Andrade Miño",
    "Genesis Nicole Vásquez Flores"
  ],
  "year": 2025,
  "doi": "10.1016/j.rcpeng.2025.11.007",
  "source": "pubmed",
  "raw_file": "pubmed_postpartum_depression_management_1763467458.xml",
  "category": "psychology"
}