{
  "id": "41257651",
  "title": "The hidden power in the miracle of pregnancy: the effect of pelvic floor muscle training on fetal and fetal-maternal blood circulation and pelvic floor muscles during pregnancy, a randomized controlled trial.",
  "abstract": "This study aimed to evaluate the effects of individualized pelvic floor muscle training (PFMT) in pregnant women on clitoral artery, umbilical artery (UmA), middle cerebral artery (MCA), uterine artery (UA) blood flow, and pelvic floor muscle (PFM) function. Forty-seven primiparous women between 20 and 38 weeks of gestation were included in the study. Participants were randomly divided into exercise (n = 23) and control (n = 24) groups. The exercise group received an individualized PFMT home program, while the control group received standard antenatal care. Blood flow measurements of the clitoral, UmA, MCA, and UA were performed with Doppler ultrasonography (USG) in both groups. Additionally, PFM function was assessed by digital palpation using the PERFECT system and USG. Measurements were repeated three times at 20-24, 28-32, and 35-38 weeks of gestation. A statistically significant increase was observed in PFM endurance and fast twitch values in the PFMT group (p < 0.001). No statistically significant difference was found between the groups in the pulsatility indices (PI) of the clitoral, UmA, MCA, and UA at three time points (p > 0.05). However, as pregnancy progressed, UmA PI decreased more in the exercise group (p = 0.004). The time-dependent change in the MCA/UmA PI ratio was not statistically significant across groups (p = 0.075). A Generalized Estimating Equations (GEE) model was used to evaluate the significance of main effects for group, time, and their interaction (group × time). PFMT during pregnancy has positive effects on the PFM function and may play a modulating role in the maternal and fetal circulatory systems. Specifically, the positive changes observed in UmA blood flow support the potential benefits of PFMT for fetal well-being. Therefore, we believe recommending PFMT to pregnant women in clinical practice has the potential to enhance their quality of life and support a healthy pregnancy journey. However, more comprehensive, long-term postnatal follow-up studies are needed to definitively confirm PFMT's long-term effects on fetal neurodevelopment. NCT06861335, 02/28/2025 (retrospectively registered).",
  "authors": [
    "Melda Başer Seçer",
    "Sinem Çi̇çek Güvendi̇k",
    "Ozge Çeliker Tosun",
    "Onur Yavuz",
    "Sefa Kurt",
    "Gökhan Tosun",
    "Merve Basol Goksuluk"
  ],
  "year": 2025,
  "doi": "10.1186/s12884-025-08412-3",
  "source": "pubmed",
  "raw_file": "pubmed_prenatal_exercise_and_fetal_health_1764074253.xml",
  "category": "prenatal"
}