{
  "id": "41257609",
  "title": "Maternal peer support preferences during the perinatal period.",
  "abstract": "Insufficient social support for mothers in the perinatal period greatly increases their vulnerability to mental health challenges. Peer support programs are an effective strategy for preventing postpartum depression and addressing various mental health concerns during the perinatal period. However, these programs are not without their limitations, with research required to enhance peer relationships within them. This study aimed to explore mothers' preferences for peer support to facilitate positive and supportive relationships within perinatal peer support programs. A total of 14 Australian mothers participated in semi-structured focus groups or individual interviews. Thematic analysis was used to identify common patterns within the data. Two higher-order categories of maternal peer support preferences were identified: personal and interpersonal qualities, and similar background factors. Themes (and subthemes) within personal and interpersonal qualities comprised of: an affable person (warm traits, trustworthy); values (cultural values, parenting values); able to provide adequate emotional support (emotionally supportive, listening); and support expectations (helping boundaries, availability). Similar background factors included: age related factors (age of mentor, age of youngest child); social support systems; socioeconomic status (household income; working arrangement); location (region, proximity); and perinatal experience (conception and pregnancy, birth). The findings of this study provide valuable insight into mothers' preferences for peer support, enhancing the development of meaningful relationships within maternal peer support programs. Results may be useful in guiding the design of peer support programs for perinatal women.",
  "authors": [
    "Monique Du'cane",
    "Kaila C Putter",
    "James A Dimmock",
    "Kwok Hong Law",
    "Amanda E Krause"
  ],
  "year": 2025,
  "doi": "10.1186/s12884-025-08047-4",
  "source": "pubmed",
  "raw_file": "pubmed_postpartum_depression_management_1764074272.xml",
  "category": "psychology"
}