{
  "id": "41253652",
  "title": "Adaptation and psychometric evaluation of the postpartum partner support scale among Arab women in the United Arab Emirates.",
  "abstract": "Poor maternal mental health during the postpartum period is a significant global concern, with a lack of partner support being a well-established risk factor for postpartum depression and anxiety. However, few validated instruments exist to assess postpartum partner support in Arabic-speaking populations. The Postpartum Partner Support Scale (PPSS) was developed to measure partner support specific to the postpartum period. While validated in Canadian and Persian-speaking populations, its applicability in Arabic-speaking contexts remains unexplored. To evaluate the reliability, validity, and factor structure of the Arabic version of the PPSS among postpartum women in the United Arab Emirates (UAE). A six-month prospective cohort study (February 2017-September 2018) recruited 457 postpartum women from ten hospitals across Dubai, Sharjah, Al Ain, and Fujairah, UAE, with 399 women followed-up at 3 and 6 months postpartum. The Arabic PPSS was translated following World Health Organization guidelines. The psychometric evaluation included exploratory and confirmatory factor analysis (EFA/CFA), internal consistency (Cronbach's alpha), test-retest reliability, and validity assessments (predictive, divergent, and known-group comparisons). Convergent validity was assessed using the Edinburgh Postnatal Depression Scale (EPDS) and State-Trait Anxiety Inventory (STAI). The Arabic PPSS demonstrated high internal consistency (Cronbach's alpha = 0.96) and test-retest reliability. EFA and CFA confirmed a unidimensional factor structure, with strong item loadings (0.40-0.94) and acceptable model fit indices (CFI = 0.98-0.99, TLI = 0.98, RMSEA = 0.09, SRMR = 0.03). The PPSS was significantly correlated with EPDS (r = -0.11 to -0.14) and STAI (r = -0.21 to -0.28), indicating that higher levels of partner support were associated with fewer symptoms of depression and anxiety, supporting predictive validity. Known-group comparisons showed higher PPSS scores among working women and those who exercised. Findings support the PPSS as a reliable and valid measure of postpartum partner support in Arabic-speaking populations. The scale captures culturally relevant aspects of partner support, addressing a gap in maternal mental health research in the UAE. The Arabic PPSS demonstrates strong psychometric properties, supporting its use in both research and clinical settings. Its integration into routine postpartum care, particularly within midwifery and broader maternity care practice, may facilitate early identification of psychosocial risks and inform targeted interventions to improve maternal mental health outcomes in Arabic-speaking populations.",
  "authors": [
    "Hadia Radwan",
    "Gabriel John Dusing",
    "Godfred O Boateng",
    "Randa Fakhry",
    "Nivine Hanach",
    "Wegdan Bani Issa",
    "MoezAlIslam E Faris",
    "Reyad Shaker Obaid",
    "Tareq Osaili",
    "Cindy-Lee Dennis"
  ],
  "year": 2025,
  "doi": "10.1016/j.midw.2025.104662",
  "source": "pubmed",
  "raw_file": "pubmed_postpartum_depression_management_1764072613.xml",
  "category": "psychology"
}