{
  "id": "41267513",
  "title": "Nutrition and non-nutrition determinants of maternal mental disorders, stress, and depression in pregnancy amidst a global pandemic: Findings from Action Against Stunting Hub Indonesia.",
  "abstract": "Pregnant women are particularly vulnerable to stress and depression, which can negatively impact birth outcomes and maternal care practices. This study aimed to investigate the prevalence and determinants of stress, depression, and common mental disorders (CMDs) among pregnant women in East Lombok, Indonesia, during the COVID-19 pandemic. This cross-sectional study was part of the Action Against Stunting Hub. Data on maternal characteristics, dietary intake, anthropometry, and biochemical status were collected. Mental health was assessed during the second and third trimesters using validated instruments, the Perceived Stress Scale (PSS-14), Edinburgh Postnatal Depression Scale (EPDS), and Self-Reporting Questionnaire (SRQ-20). The prevalence of maternal stress, depression, and CMDs was 86.3%, 26.5%, and 29.7%, respectively. CMDs were associated with iron deficiency (aOR 1.61) and not receiving government assistance (aOR 1.48). Low adherence to a healthy and diverse diet, i.e., limited intake of grains, tubers, eggs, fruits, and vegetables, was associated with increased odds of antenatal stress (aOR 1.59) and common mental disorders (aOR 1.60). For depression, significant factors included higher maternal education (aOR 2.27), low-to-moderate social support (aOR 1.72), and adherence to an unhealthy dietary pattern characterized by high sugar and fat intake (aOR 1.47). Targeted nutrition interventions, including food-based dietary recommendations (FBDR) and social safety net programs, are essential during pregnancy to support nutrient intake. In addition to addressing iron deficiency, integrated approaches that promote dietary diversity, provide government support to low-income households, and strengthen social support networks are recommended to improve maternal mental health outcomes.",
  "authors": [
    "Umi Fahmida",
    "Min Kyaw Htet",
    "Amanda Safiera Ameline",
    "Tiffany Cornelia Angelin",
    "Risatianti Kolopaking",
    "Hilary Davies-Kershaw",
    "Elaine Ferguson"
  ],
  "year": 2025,
  "doi": "10.1017/S0007114525105515",
  "source": "pubmed",
  "raw_file": "pubmed_maternal_nutrition_during_pregnancy_1764072431.xml",
  "category": "nutrition"
}