{
  "id": "41269716",
  "title": "Dynamic endometrial architecture of pregnant fat-tailed dunnarts (Sminthopsis crassicaudata).",
  "abstract": "In brief: Extensive remodelling of the fat-tailed dunnart endometrium accompanies gestation, highlighting the importance of endometrial glandular contributions to the marsupial mode of reproduction. Abstract: Eutherian mammal embryos typically implant at the blastocyst stage of development. In contrast, marsupial pregnancy is characterised by a prolonged pre-implantation period and an advanced stage of embryonic development before implantation and placentation. During this early extended phase of pre-implantation growth and development, nutrition is provided predominantly by secretions from the endometrium. Here we histologically examined the fat-tailed dunnart (Sminthopsis crassicaudata) endometrium for architectural features, collagen distribution, and blood vessel patterning, as well as characterised the different major cell types. Our data showed significant structural changes across gestation, facilitated by highly proliferative epithelial cells, indicative of a dynamic environment that has evolved to facilitate embryonic development through provision of appropriate nutritional and mechanical cues. The densely glandular endometrium undergoes oedematous expansion across gestation, with sparse stromal cells present in a loose extracellular matrix. Furthermore, our data show outgrowth of complex luminal protrusions containing vascular networks and dense sub-luminal collagen deposits occurring in the peri-implantation stages of development. Concurrently, the luminal epithelium transitions from a pseudostratified columnar epithelium to thin squamous epithelium. Large, elasticated blood vessels are observed throughout the dunnart uterus, with a substantial network of small vessels evident in close proximity to the remodelling luminal epithelium. Our study highlights the fat-tailed dunnart endometrium as a model of endometrial remodelling to explore maternal support of embryonic development. This has implications for the investigation of marsupial maternal-foetal interactions, including histotrophic nutrition and embryo adhesion to the endometrium, opening new doors for comparative and developmental biology. Understanding how pregnancy works in marsupials is essential to developing new ways to protect some of Australia's most vulnerable species. Marsupial pregnancy is very short, only 2 weeks in the fat-tailed dunnart, and for most of the pregnancy, the embryo needs nutrients to be provided by the inner lining of the uterus, the endometrium. This work examined structures of the endometrium which support pregnancy in the fat-tailed dunnart. We found an extremely high number of glands, which provide nutrients to the developing embryo, and changes in the surface of the endometrium to allow connection with the embryo, structural support, and the transfer of nutrients and waste. Our study highlights how the fat-tailed dunnart endometrium supports pregnancy in a marsupial, providing foundations for ongoing research into their reproduction. This will ultimately help us develop new conservation tools to support marsupial reproduction.",
  "authors": [
    "Jennifer C Hutchison",
    "Angus H W Sutherland",
    "David L Potter",
    "Sara Ord",
    "Andrew J Pask"
  ],
  "year": 2025,
  "doi": "10.1530/RAF-25-0113",
  "source": "pubmed",
  "raw_file": "pubmed_maternal_nutrition_during_pregnancy_1764074174.xml",
  "category": "nutrition"
}