{
  "id": "41275147",
  "title": "Long-term outcomes of children born with neural-tube defects in Botswana.",
  "abstract": "Major congenital abnormalities (CAs) disproportionately impact low and middle-income countries. Neural tube defects (NTDs) are among the most common major CAs in Botswana, but there has been no research to date on long-term outcomes of children with NTDs in Botswana. The Tsepamo study conducted prospective systematic birth outcomes surveillance at 8-18 hospitals in Botswana from August 2014-May 2023, capturing data on ~ 70% of births in the country. Trained midwives performed surface examinations on all infants (liveborn and stillborn) and identified major CAs, including NTDs. After obtaining parental consent, research assistants photographed CAs. Through medical record review and semi-structured interviews, we followed-up major health outcomes among children with NTDs whose caregivers initially consented to a photograph. Between August 2014 and May 2023, 261,441 deliveries were recorded in Tsepamo, including 178 infants (0.068%) with NTDs. Of infants with NTDs, 99 (55.6%) were stillborn or died before discharge from the hospital, and 79 (44.4%) were alive at discharge; of these, maternal consent to photograph the child's CA was obtained in 57 (72%), of whom 53 (93%) were reached for follow-up interview, and of these 48 (91%) had a final diagnosis of NTD (5 re-classified as non-NTD abnormalities). Follow-up occurred at a median age of 5 years (6 months- 9 years). Twenty infants had died (at median age 5 months), yielding a mortality rate of 42% among those with NTD and alive at initial discharge, and 67% mortality rate overall. Thirty-six infants had NTD closure surgery (25 still alive, 11 died), and 30 infants with NTDs developed hydrocephalus; of those, 26 had shunts inserted, 14 of whom had shunt-related complications. Among the 28 children alive at follow-up, 20 (71%) live with significant physical disabilities (most commonly mobility disability) and 10 (36%) live with intellectual/developmental disability. NTDs are a significant cause of early child mortality and disability in Botswana, but there are limited systems in place to support these children. Interventions that include close monitoring of infants with major NTDs after birth, earlier shunt placement and monitoring for shunt-related complications, and increased support for disability-related needs could improve survival and quality of life for children with NTDs in Botswana.",
  "authors": [
    "Arielle Isaacson",
    "Modiegi Diseko",
    "Judith Mabuta",
    "Annah Kgannyeng",
    "Gloria Mayondi",
    "Shahin Lockman",
    "Ellen Caniglia",
    "Joseph Makhema",
    "Lewis Holmes",
    "Rebecca Zash",
    "Roger Shapiro"
  ],
  "year": 2025,
  "doi": "10.1186/s12887-025-06313-0",
  "source": "pubmed",
  "raw_file": "pubmed_AI_in_maternal_health_monitoring_1764074325.xml",
  "category": "psychology"
}