{
  "id": "41275173",
  "title": "Intuitive eating, maternal attachment, and weight status in postpartum women: a cross-sectional study.",
  "abstract": "The postpartum period is characterized by significant changes in eating behaviors, emotional regulation and body weight. Intuitive eating and maternal attachment may play a key role in regulating women's weight status during early postpartum. This cross-sectional study was conducted between February and May 2022 in Turkey, involving 264 healthy postpartum women (1-4 months) aged 18-40 years. Sociodemographic information, dietary habits, and anthropometric measurements were collected. Intuitive Eating Scale-2 (IES-2) and Maternal Attachment Scale (MAS) was administered. We classified BMI levels below 25 as \"lower BMI\"\" and above 25 as \"higher BMI\". Of the participants, 45.8% reported eating intuitively. Body mass index (BMI) was significantly higher in those with low levels of intuitive eating behaviour (p = < 0.001). A positive correlation was found between maternal attachment and intuitive eating (r = 0.129, p = 0.037). Higher intuitive eating was associated with lower BMI (β = -0.269, p = < 0.001). Skipping meals and night eating were associated with lower intuitive eating (p = 0.023). In logistic regression analysis, low intuitive eating (< 3.4 points) was associated with a high BMI during the early postpartum (OR = 2.63; 95% CI 1.57-4.40, p = < 0.001). Intuitive eating behaviour is positively associated with maternal attachment. However, higher intuitive eating is associated with lower BMI levels, night eating, and skipping meals. The results suggest that public health counselling promoting intuitive eating may be beneficial for early postpartum women who are at risk of excessive weight gain.",
  "authors": [
    "Begüm Çiler Ayvaz",
    "Pelin Akin",
    "Gözde Ede İleri"
  ],
  "year": 2025,
  "doi": "10.1186/s12884-025-08514-y",
  "source": "pubmed",
  "raw_file": "pubmed_maternal_nutrition_during_pregnancy_1764074174.xml",
  "category": "nutrition"
}