{
  "id": "41282747",
  "title": "Gestational Diabetes - Risk Factors and Outcomes among American Samoan Women (GROW): A Longitudinal Cohort Study Protocol.",
  "abstract": "Gestational diabetes mellitus (GDM) is linked with adverse health outcomes for both mother and infant and increases the risk of type 2 diabetes mellitus (T2DM) and long-term metabolic dysfunction postpartum. American Samoa experiences among the highest prevalence of GDM globally, with estimates suggesting 26-42% of women develop the condition. To date, no studies have attempted to understand the underlying etiology of GDM in Pacific Islanders or examine population-specific progression from GDM to T2DM. The GROW study will characterize glucose homeostasis, diabetes progression, and the impact of a Pacific-specific variant (rs373863828) in the  We will establish a prospective cohort study of 350 pregnant women in American Samoa, enrolled in their first trimester and followed through 18 months postpartum. Participants will be genotyped for  Findings from this study are expected to inform precision medicine approaches to diabetes prevention, refine public health policies and clinical guidelines, and support community-based interventions aimed at reducing GDM and T2DM among Pacific Islander women and more broadly.",
  "authors": [
    "Danielle J Carson",
    "Kima Faasalele-Savusa",
    "Miracle Loia",
    "Susie Tasele",
    "Emele Iosefa",
    "Peresia Tupuola",
    "Kelly C Sanchez",
    "Oumaima Kaabi",
    "Rachel K Valencia",
    "Mary G Rossillo",
    "Neharika Murthy",
    "Tolulope Akinade",
    "Lacey W Heinsberg",
    "Jenna C Carlson",
    "Clare A Flannery",
    "Stephen T McGarvey",
    "Ashlee N Wood",
    "Scott Anesi",
    "Va'atausili Tofaeono",
    "Katie Desobry",
    "Bethel T Muasau-Howard",
    "Angela M Bengtson",
    "Erin E Kershaw",
    "Nicola L Hawley"
  ],
  "year": 2025,
  "doi": "10.1101/2025.10.24.25338761",
  "source": "pubmed",
  "raw_file": "pubmed_gestational_diabetes_prevention_1764074228.xml",
  "category": "prenatal"
}