{
  "id": "41287187",
  "title": "The Impact of Metabolic Complications in Pregnancy on Later Life Maternal Cardiometabolic Health: Findings From the ROLO Longitudinal Cohort Study.",
  "abstract": "To explore associations between pregnancy metabolic complications and maternal cardiometabolic health 10 years postpartum. Prospective Longitudinal Cohort Study following a randomised controlled trial. Single-centre. Pregnancy metabolic complication (pregnancy-induced hypertension, impaired glucose tolerance, or gestational diabetes) versus an uncomplicated pregnancy in secundigravid women who previously delivered a macrosomic infant. Health and lifestyle data were obtained from 422 women during pregnancy and again 10 years postpartum. Anthropometry, dual-energy X-ray absorptiometry scans, and non-fasting blood samples were recorded 10 years postpartum. Unadjusted and adjusted linear regression explored associations between pregnancy metabolic complications and cardiometabolic markers with adjustment for potential confounders (study group allocation, age at follow-up, maternal ethnicity, early pregnancy body mass index (BMI), use of cardiometabolic medications, maternal smoking at 10 years postpartum, and socio-economic status). Cardiometabolic risk profile 10 years postpartum. Of 422 women, 27.7% (n = 117) experienced a metabolic complication in pregnancy. Pregnancy metabolic complications were associated with greater postpartum weight retention (ß = 1.72, 95% CI 0.08, 3.36), higher BMI (ß = 0.70, 95% CI 0.09, 1.31), greater visceral adipose tissue mass (ß = 0.12, 95% CI 0.01, 0.23), greater total cholesterol (ß = 0.36, 95% CI 0.15, 0.58), greater LDL-cholesterol (ß = 0.29, 95% CI 0.09, 0.50), greater triglycerides (ß = 0.06, 95% CI 0.03, 0.32), and greater glucose (ß = 0.22, 95% CI 0.03, 0.40) at 10 years postpartum. Pregnancy metabolic complications were associated with an altered cardiometabolic risk profile 10 years postpartum.",
  "authors": [
    "Kristyn Dunlop",
    "Sophie Callanan",
    "Kaat Philippe",
    "Catherine McNestry",
    "Alexander Douglass",
    "Ricardo Segurado",
    "Rachel K Crowley",
    "Patrick J Twomey",
    "Catherine M Phillips",
    "Fionnuala M McAuliffe"
  ],
  "year": 2025,
  "doi": "10.1111/1471-0528.70092",
  "source": "pubmed",
  "raw_file": "pubmed_maternal_nutrition_during_pregnancy_1764074174.xml",
  "category": "prenatal"
}