{
  "id": "41282546",
  "title": "Liver Histomorphological Changes in First- and Second-Generation Rat Offspring Associated With Maternal Undernutrition.",
  "abstract": "Due to poverty and the pervasive thin-body ideal, undernutrition poses a significant challenge in both developed and economically undeveloped nations. Maternal nutritional deprivation has been linked to negative outcomes for the health of the fetus, a higher chance of metabolic syndrome, and adult obesity. Considering the functions of the liver, this study aims to assess the interface between maternal malnutrition and morphological changes of the liver in the first and second generations of aged offspring. This experimental study conducted in the Department of Anatomy, Histology, and Anthropology involved 26 rats divided into 3 groups: a control group fed a standard diet, a group subjected to 50% dietary restriction before pregnancy, and a group experiencing 50% dietary restriction before and during pregnancy. Histopathological examination was conducted on the livers of both first- and second-generation rat offspring to assess the occurrence of hepatic steatosis, ballooning, inflammation, and fibrosis. Data comparisons were performed using the Kruskal-Wallis test. Both the first- and second-generation experimental groups displayed a more pronounced steatosis and ballooning index compared to the control group. In addition to this, both male and female progeny of the experimental groups exhibited higher levels of steatosis and ballooning. Offspring of mothers undernourished before pregnancy demonstrated a more severe case of steatosis, whereas offspring from mothers fed a low-calorie diet before and throughout pregnancy showed a higher ballooning index. In the second generation, these changes were less profound than those seen in the first generation. Notably, both experimental groups of the first generation exhibited significantly higher levels of steatosis compared to their equivalent second-generation counterparts. According to this study, there is a link between maternal undernutrition and a higher risk of nonalcoholic steatohepatitis or nonalcoholic fatty liver disease in the offspring's later life.",
  "authors": [
    "Renata Simkunaite-Rizgeliene",
    "Rosita Reivytyte",
    "Viktorija Virbauskyte",
    "Ruta Vosyliute",
    "Violeta Zalgeviciene",
    "Violeta Bartuskiene",
    "Ramune Cepuliene",
    "Janina Tutkuviene"
  ],
  "year": 2025,
  "doi": "10.1155/cjgh/3752573",
  "source": "pubmed",
  "raw_file": "pubmed_maternal_nutrition_during_pregnancy_1764074174.xml",
  "category": "nutrition"
}