{
  "id": "41281953",
  "title": "Protocol for a systematic review of wearable devices for antenatal fetal monitoring.",
  "abstract": "Fetal monitoring is a crucial component of antenatal care, facilitating early detection of fetal compromise and improving pregnancy outcomes. Traditional monitoring methods such as cardiotocography (CTG) and ultrasound are effective but primarily limited to clinical settings, requiring specialized expertise and resources. The rise of wearable medical devices and artificial intelligence (AI) applications presents an opportunity to enhance fetal monitoring by enabling continuous, real-time data collection outside clinical environments. These technologies have the potential to improve fetal health and obstetric outcomes, particularly in resource-limited settings. This systematic review aims to evaluate the use of wearable devices for antenatal fetal monitoring and their impact on fetal and obstetric outcomes. This systematic review will adhere to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines and the Synthesis Without Meta-analysis (SWiM) framework. A comprehensive search of PubMed, Embase, Cochrane Library, and Web of Science will be conducted to identify primary research studies investigating wearable devices designed for fetal monitoring during pregnancy. Studies will be included if they assess the effectiveness, accuracy, and clinical impact of wearable fetal monitoring devices. Primary outcomes will include markers of fetal well-being as well as neonatal and obstetric outcomes. Secondary outcomes will focus on patient experience and acceptability. Data extraction and quality assessment will be conducted independently by two reviewers using the National Institutes of Health (NIH) Quality Assessment Tool and the Newcastle-Ottawa Scale. A narrative synthesis will be performed to summarise the findings. Ethical approval is not required since the study involves analysing published literature. The findings will be shared through peer-reviewed publications and conference presentations. This review will enhance the evidence base regarding the clinical utility of wearable fetal monitoring technologies and inform future research and device development. PROSPERO Registration: CRD4202348755 (current version 4.1). During pregnancy, keeping track of a baby’s health is important for spotting problems early and improving outcomes. At the moment, most monitoring is done in hospitals using machines that required trained staff and regular clinic visits. But new wearable devices – like smart patches or belts – could change that. These devices are small, portable, and can monitor the baby’s wellbeing at home, making pregnancy care more accessible and less stressful for patients. In this study, we plan to carefully review all the scientific research that has tested these wearable fetal monitoring devices during pregnancy. We will look at how well these devices work, what health outcomes they affect, and how pregnant people feel about using them. We will include studies from around the world, across all types of healthcare settings, to get a full picture. By bringing together the evidence, we aim to understand whether these technologies could help improve care during pregnancy, especially in places where access to clinics is limited. This review will also help guide future research and design of pregnancy monitoring tools that are safe, effective, and acceptable to patients.",
  "authors": [
    "Niccole Ranaei-Zamani",
    "Olayinka Kowobari",
    "Dimitrios Siassakos",
    "Sara Hillman",
    "Anna L David",
    "Subhabrata Mitra"
  ],
  "year": 2025,
  "doi": "10.12688/wellcomeopenres.24335.2",
  "source": "pubmed",
  "raw_file": "pubmed_AI_in_maternal_health_monitoring_1764074325.xml",
  "category": "psychology"
}