{
  "id": "41280574",
  "title": "Intrapartum vitamin D levels a predictor of new-born anthropometry: An observational study in a teaching hospital of Eastern India.",
  "abstract": "Maternal vitamin D deficiency during pregnancy is a common issue and a significant global public health concern. Over the years, fetal growth and development have been studied, and it has been discovered that they are linked to vitamin D. To estimate the vitamin D levels of mothers and neonates and determine an association between mothers' serum vitamin D status and neonate anthropometry. The research was performed between January 2020 and April 2021. A total of 97 participants-singleton (mother and neonate pair) at the time of delivery-were enrolled using convenient sampling. Five millilitres each of cord blood and maternal venous blood were taken at the time of delivery. Chemiluminescent immunoassay was used to analyse the vitamin D levels. One researcher measured the birth weight, length, head circumference, and chest circumference. Mothers had 87.6% vitamin D deficiency. About 50.5% of newborns were vitamin D deficient. Multivariable logistic regression analysis was conducted to determine the vitamin D levels of the mother as a predictor of neonate anthropometry. It was found to be significant with neonate length and neonatal head circumference. Supplementation with vitamin D and calcium during pregnancy was also found to predict the birth weight of neonates. Insufficient vitamin D was reported in 92.8% of mothers. Neonatal vitamin D insufficiency was found to be 94.8%. Neonatal vitamin D levels are substantially correlated with those of their mothers. Antenatal supplements of calcium along with vitamin D were seen to significantly improve birth weight and maternal vitamin D levels, while the extra supplementation of vitamin D during pregnancy significantly improved neonatal length and head circumference.",
  "authors": [
    "Rubina Saha",
    "Pragya Kumar",
    "Shamshad Ahmad",
    "Mala Mahto",
    "Monika Anant",
    "Anantha A Padmanabhan",
    "Alok Ranjan"
  ],
  "year": 2025,
  "doi": "10.4103/jfmpc.jfmpc_200_25",
  "source": "pubmed",
  "raw_file": "pubmed_pregnancy_vitamin_supplementation_1764074294.xml",
  "category": "nutrition"
}